Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# guest_essentials_title
source: Esențiale
de: Wichtiges
en: Essentials
fr: Essentiels
nl: Essentieel

# guest_host_phone
source: Telefon gazdă
de: Telefon des Gastgebers
en: Host phone
fr: Téléphone de l'hôte
nl: Telefoon gastheer

# guest_notes_placeholder
source: ex. Gunoiul se ridică lunea, locul de parcare nr. 4, sună-mă dacă e nevoie…
de: z. B. Müllabfuhr montags, Parkplatz Nr. 4, ruf mich bei Fragen an…
en: e.g. Trash pickup is Monday, parking spot #4, call me if anything…
fr: p. ex. Ramassage des ordures le lundi, place n° 4, appelez-moi si besoin…
nl: bijv. Vuilnis wordt maandag opgehaald, parkeerplek nr. 4, bel me indien nodig…

# guest_open_maps
source: Deschide în Apple Maps
de: In Apple Karten öffnen
en: Open in Apple Maps
fr: Ouvrir dans Apple Plans
nl: Openen in Apple Kaarten

# guest_phone_placeholder
source: Număr de telefon
de: Telefonnummer
en: Phone number
fr: Numéro de téléphone
nl: Telefoonnummer

# guest_preview_note
source: Exact așa va arăta fișa primită de oaspeți.
de: Genau so sieht die Karte aus, die Ihre Gäste erhalten.
en: This is exactly the card your guests will receive.
fr: Voici exactement la fiche que recevront vos invités.
nl: Zo ziet de kaart die je gasten ontvangen er precies uit.

# guest_rule_no_parties
source: Fără petreceri
de: Keine Partys
en: No parties
fr: Pas de fêtes
nl: Geen feestjes

# guest_rule_no_pets
source: Fără animale
de: Keine Haustiere
en: No pets
fr: Pas d'animaux
nl: Geen huisdieren

# guest_rule_no_smoking
source: Fumatul interzis
de: Rauchen verboten
en: No smoking
fr: Interdiction de fumer
nl: Niet roken

# guest_rule_quiet_hours
source: Liniște după 22:00
de: Ruhe ab 22 Uhr
en: Quiet after 10 PM
fr: Calme après 22 h
nl: Stilte na 22:00

# guest_rule_recycle
source: Reciclați
de: Bitte recyceln
en: Please recycle
fr: Merci de recycler
nl: Graag recyclen

# guest_rules_placeholder
source: ex. Fumatul interzis în interior, liniște după 22:00, vă rugăm să reciclați…
de: z. B. Rauchen verboten, Ruhezeiten ab 22 Uhr, bitte Müll trennen…
en: e.g. No smoking indoors, quiet hours after 10pm, please recycle…
fr: p. ex. Interdiction de fumer, calme après 22 h, merci de recycler…
nl: bijv. Binnen niet roken, stilte na 22:00, graag recyclen…

# guest_set_time
source: Setează
de: Festlegen
en: Set
fr: Définir
nl: Instellen

# guest_wifi_copy_password
source: Copiază parola
de: Passwort kopieren
en: Copy password
fr: Copier le mot de passe
nl: Wachtwoord kopiëren

# guest_wifi_hide_password
source: Ascunde parola
de: Passwort verbergen
en: Hide password
fr: Masquer le mot de passe
nl: Wachtwoord verbergen

# guest_wifi_qr_hint
source: Scanează cu camera telefonului pentru a te conecta la Wi-Fi
de: Mit der Handykamera scannen, um dem WLAN beizutreten
en: Scan with your phone's camera to join the Wi-Fi
fr: Scannez avec l'appareil photo du téléphone pour rejoindre le Wi-Fi
nl: Scan met de camera van je telefoon om verbinding te maken met wifi

# guest_wifi_qr_placeholder
source: Completează numele rețelei și parola pentru a genera codul QR de conectare
de: Netzwerkname und Passwort eingeben, um den QR-Code zu erstellen
en: Enter the network name and password to generate the join QR code
fr: Saisissez le nom du réseau et le mot de passe pour générer le code QR
nl: Voer de netwerknaam en het wachtwoord in om de QR-code te genereren

# guest_wifi_show_password
source: Arată parola
de: Passwort anzeigen
en: Show password
fr: Afficher le mot de passe
nl: Wachtwoord tonen

# inv_lend_action
source: Împrumută
de: Verleihen
en: Lend
fr: Prêter
nl: Uitlenen

# inv_loaned_short
source: La %1$@ · %2$@
de: Bei %1$@ · %2$@
en: With %1$@ · %2$@
fr: Chez %1$@ · %2$@
nl: Bij %1$@ · %2$@

# inv_receipt
source: Bon / factură
de: Beleg
en: Receipt
fr: Reçu
nl: Bon

# inv_receipt_attach
source: Atașează bonul sau factura
de: Beleg oder Rechnung anhängen
en: Attach receipt or invoice
fr: Joindre le reçu ou la facture
nl: Bon of factuur toevoegen

# inv_receipt_remove
source: Șterge bonul
de: Beleg entfernen
en: Remove receipt
fr: Supprimer le reçu
nl: Bon verwijderen

# inv_scan_serial
source: Scanează numărul de serie
de: Seriennummer scannen
en: Scan serial number
fr: Scanner le numéro de série
nl: Serienummer scannen

# inv_scan_serial_hint
source: Atinge numărul de serie recunoscut
de: Tippe auf die erkannte Seriennummer
en: Tap the recognized serial number
fr: Touchez le numéro de série reconnu
nl: Tik op het herkende serienummer

# inv_stat_warranties
source: Garanții
de: Garantien
en: Warranties
fr: Garanties
nl: Garanties

# inv_warranty_expired
source: Garanție expirată
de: Garantie abgelaufen
en: Warranty expired
fr: Garantie expirée
nl: Garantie verlopen

# inv_warranty_until
source: Garanție până la %@
de: Garantie bis %@
en: Warranty until %@
fr: Garantie jusqu'au %@
nl: Garantie tot %@

# locpick_delete
source: Șterge
de: Löschen
en: Delete
fr: Supprimer
nl: Verwijder

# locpick_frequent
source: Frecvente
de: Häufig
en: Frequent
fr: Fréquents
nl: Vaak gebruikt

# locpick_nearby
source: În apropiere
de: In der Nähe
en: Nearby
fr: À proximité
nl: In de buurt

# locpick_open_in
source: Deschide în
de: Öffnen in
en: Open in
fr: Ouvrir dans
nl: Openen in

# locpick_recent
source: Recente
de: Zuletzt verwendet
en: Recent
fr: Récents
nl: Recent

# mem_became_member
source: A devenit membru
de: Ist jetzt Mitglied
en: Became a member
fr: Est devenu membre
nl: Is lid geworden

# mem_expires_today
source: Expiră astăzi
de: Läuft heute ab
en: Expires today
fr: Expire aujourd'hui
nl: Verloopt vandaag

# mem_import_contacts
source: Importă din Contacte
de: Aus Kontakten importieren
en: Import from Contacts
fr: Importer depuis Contacts
nl: Importeren uit Contacten

# mem_invites_accepted
source: Acceptate
de: Angenommen
en: Accepted
fr: Acceptées
nl: Geaccepteerd

# mem_invites_pending
source: În așteptare
de: Ausstehend
en: Pending
fr: En attente
nl: In afwachting

# mem_member_since %@
source: membru din %@
de: Mitglied seit %@
en: member since %@
fr: membre depuis %@
nl: lid sinds %@

# mem_role_teen_desc
source: Adolescent — zonele de zi cu zi și chat, fără finanțe
de: Teenager — Alltagsbereiche und Chat, keine Finanzen
en: Teen — everyday areas and chat; no finances
fr: Ado — le quotidien et le chat, sans finances
nl: Tiener — dagelijkse zaken en chat, geen financiën

# mem_send_message
source: Trimite mesaj
de: Nachricht senden
en: Send message
fr: Envoyer un message
nl: Bericht sturen

# mem_show_history
source: Arată istoricul
de: Verlauf anzeigen
en: Show history
fr: Afficher l'historique
nl: Geschiedenis tonen

# paint_finish_title
source: Finisaj
de: Glanzgrad
en: Finish
fr: Finition
nl: Afwerking

# paint_hero_hint
source: Catalog, pipetă sau cod hex
de: Katalog, Pipette oder Hex-Code
en: Catalog, eyedropper or hex code
fr: Catalogue, pipette ou code hex
nl: Catalogus, pipet of hexcode

# paint_hero_placeholder
source: Alege o culoare
de: Farbe wählen
en: Pick a color
fr: Choisissez une couleur
nl: Kies een kleur

# paint_new_title
source: Culoare nouă
de: Neue Farbe
en: New color
fr: Nouvelle couleur
nl: Nieuwe kleur

# paint_photo_hint
source: Peretele sau eticheta cutiei
de: Wand oder Dosenetikett
en: The wall or the tin label
fr: Le mur ou l'étiquette du pot
nl: De muur of het bliketiket

# paint_photo_view
source: Vezi fotografia
de: Foto ansehen
en: View photo
fr: Voir la photo
nl: Foto bekijken

# paint_source_catalog
source: Catalog RAL
de: RAL-Katalog
en: RAL catalog
fr: Catalogue RAL
nl: RAL-catalogus

# paint_source_eyedropper
source: Pipetă
de: Pipette
en: Eyedropper
fr: Pipette
nl: Pipet

# paint_surface_ceiling
source: Tavan
de: Decke
en: Ceiling
fr: Plafond
nl: Plafond

# paint_surface_door
source: Ușă
de: Tür
en: Door
fr: Porte
nl: Deur

# paint_surface_floor
source: Podea
de: Boden
en: Floor
fr: Sol
nl: Vloer

# paint_surface_other
source: Altele
de: Sonstiges
en: Other
fr: Autre
nl: Overig

# paint_surface_trim
source: Lambriu
de: Leisten
en: Trim
fr: Boiseries
nl: Lijstwerk

# paint_surface_walls
source: Pereți
de: Wände
en: Walls
fr: Murs
nl: Muren

# preview_added
source: Adăugat
de: Hinzugefügt
en: Added
fr: Ajouté
nl: Toegevoegd

# preview_size
source: Mărime
de: Größe
en: Size
fr: Taille
nl: Grootte

# price_history_empty_body
source: Scanează chitanțe pentru a urmări cum evoluează prețurile.
de: Scanne Belege, um die Preisentwicklung zu verfolgen.
en: Scan receipts to track how prices change.
fr: Scannez des tickets pour suivre l'évolution des prix.
nl: Scan kassabonnen om prijsveranderingen te volgen.

# price_history_empty_title
source: Fără istoric de prețuri
de: Kein Preisverlauf
en: No price history
fr: Aucun historique de prix
nl: Geen prijsverloop

# price_history_latest
source: Ultimul preț
de: Letzter Preis
en: Latest price
fr: Dernier prix
nl: Laatste prijs

# price_history_purchases %lld
source: %lld achiziții
de: %lld Käufe
en: %lld purchases
fr: %lld achats
nl: %lld aankopen

# price_history_subtitle
source: Evoluția prețurilor din chitanțele scanate
de: Preisentwicklung aus gescannten Belegen
en: Price trends from your scanned receipts
fr: Évolution des prix d'après les tickets scannés
nl: Prijsontwikkeling uit gescande kassabonnen

# price_history_title
source: Istoric prețuri
de: Preisverlauf
en: Price history
fr: Historique des prix
nl: Prijsverloop

# price_history_vs_previous
source: față de achiziția anterioară
de: ggü. vorherigem Kauf
en: vs. previous purchase
fr: vs achat précédent
nl: t.o.v. vorige aankoop

# receipt_list_title
source: Toate chitanțele
de: Alle Belege
en: All receipts
fr: Tous les tickets
nl: Alle kassabonnen

# sup_frequent_label
source: Cumperi des
de: Oft gekauft
en: Frequently bought
fr: Achats fréquents
nl: Vaak gekocht

# sup_loc_attic
source: Pod
de: Dachboden
en: Attic
fr: Grenier
nl: Zolder

# sup_loc_balcony
source: Balcon
de: Balkon
en: Balcony
nl: Balkon

# sup_loc_basement
source: Subsol
de: Keller
en: Basement
fr: Sous-sol
nl: Kelder

# sup_loc_bathroom
source: Baie
de: Badezimmer
en: Bathroom
fr: Salle de bain
nl: Badkamer

# sup_loc_bedroom
source: Dormitor
de: Schlafzimmer
en: Bedroom
fr: Chambre
nl: Slaapkamer

# sup_loc_garage
source: Garaj
de: Garage
en: Garage
fr: Garage
nl: Garage

# sup_loc_garden
source: Grădină
de: Garten
en: Garden
fr: Jardin
nl: Tuin

# sup_loc_hallway
source: Hol
de: Flur
en: Hallway
fr: Couloir
nl: Gang

# sup_loc_kitchen
source: Bucătărie
de: Küche
en: Kitchen
fr: Cuisine
nl: Keuken

# sup_loc_laundry
source: Spălătorie
de: Waschküche
en: Laundry
fr: Buanderie
nl: Wasruimte

# sup_loc_living
source: Sufragerie
de: Wohnzimmer
en: Living room
fr: Salon
nl: Woonkamer

# sup_loc_office
source: Birou
de: Büro
en: Office
fr: Bureau
nl: Kantoor

# sup_loc_pantry
source: Cămară
de: Vorratskammer
en: Pantry
fr: Garde-manger
nl: Voorraadkast

# sup_loc_storage
source: Debara
de: Abstellraum
en: Storage
fr: Rangement
nl: Berging

# task_assign_me
source: Atribuie-mi mie
de: Mir zuweisen
en: Assign to me
fr: Me l'attribuer
nl: Aan mij toewijzen

# task_assign_others
source: ALȚII
de: ANDERE
en: OTHERS
fr: AUTRES
nl: ANDEREN

# task_assign_recent
source: RECENT
de: ZULETZT
fr: RÉCENT

# task_empty_done
source: Nicio sarcină finalizată
de: Keine erledigten Aufgaben
en: No completed tasks
fr: Aucune tâche terminée
nl: Geen voltooide taken

# task_empty_open
source: Nicio sarcină în progres
de: Keine offenen Aufgaben
en: No open tasks
fr: Aucune tâche en cours
nl: Geen openstaande taken

# task_empty_overdue
source: Nicio sarcină întârziată
de: Keine überfälligen Aufgaben
en: No overdue tasks
fr: Aucune tâche en retard
nl: Geen achterstallige taken

# task_empty_streak_many %lld
source: %lld zile cu totul în regulă
de: %lld Tage, an denen alles in Ordnung ist
en: %lld days with everything in order
fr: %lld jours où tout est en ordre
nl: %lld dagen waarop alles in orde is

# task_empty_streak_one
source: O zi cu totul în regulă
de: 1 Tag, an dem alles in Ordnung ist
en: 1 day with everything in order
fr: 1 jour où tout est en ordre
nl: 1 dag waarop alles in orde is

# task_filter_all
source: Toate
de: Alle
en: All
fr: Toutes
nl: Alle

# task_location_add
source: Adaugă o locație
de: Ort hinzufügen
en: Add a location
fr: Ajouter un lieu
nl: Locatie toevoegen

# task_location_clear
source: Șterge locația
de: Ort entfernen
en: Clear location
fr: Effacer le lieu
nl: Locatie wissen

# task_location_hint
source: Caută o adresă sau un loc
de: Adresse oder Ort suchen
en: Search an address or a place
fr: Cherchez une adresse ou un lieu
nl: Zoek een adres of plek

# task_location_search
source: Caută în Hărți sau scrie liber
de: In Karten suchen oder frei tippen
en: Search Maps or type freely
fr: Chercher dans Plans ou taper librement
nl: Zoek in Kaarten of typ vrij

# task_location_title
source: Locație
de: Ort
en: Location
fr: Lieu
nl: Locatie

# task_location_use_text
source: Folosește „%@"
de: „%@“ verwenden
en: Use “%@”
fr: Utiliser « %@ »
nl: “%@” gebruiken

# task_new
source: Task nou
de: Neue Aufgabe
en: New task
fr: Nouvelle tâche
nl: Nieuwe taak

# task_photos_add
source: Adaugă
de: Hinzufügen
en: Add
fr: Ajouter
nl: Toevoegen

# task_photos_remove
source: Șterge poza
de: Foto entfernen
en: Remove photo
fr: Supprimer la photo
nl: Foto verwijderen

# task_photos_title
source: Poze
de: Fotos
en: Photos
fr: Photos
nl: Foto's

# inv_filter_all
source: Toate
de: Alle
en: All
fr: Tous
nl: Alle

# inv_filter_favorites
source: Favorite
de: Favoriten
en: Favorites
fr: Favoris
nl: Favorieten

# inv_filter_loaned
source: Împrumutate
de: Verliehen
en: Loaned out
fr: Prêtés
nl: Uitgeleend

# inv_filter_warranty
source: Cu garanție
de: Mit Garantie
en: With warranty
fr: Avec garantie
nl: Met garantie

# inv_sort_by
source: Sortează după
de: Sortieren nach
en: Sort by
fr: Trier par
nl: Sorteren op

# inv_sort_recent
source: Recente
de: Neueste
en: Recent
fr: Récents
nl: Recent

# inv_sort_name
source: Nume
de: Name
en: Name
fr: Nom
nl: Naam

# inv_sort_value
source: Valoare
de: Wert
en: Value
fr: Valeur
nl: Waarde

# inv_sort_location
source: Locație
de: Ort
en: Location
fr: Emplacement
nl: Locatie

# inv_status_available
source: Disponibil
de: Verfügbar
en: Available
fr: Disponible
nl: Beschikbaar

# inv_status_loaned
source: Împrumutat
de: Verliehen
en: Loaned out
fr: Prêté
nl: Uitgeleend

# inv_loaned_due
source: La %1$@ · până la %2$@
de: Bei %1$@ · bis %2$@
en: With %1$@ · due %2$@
fr: Chez %1$@ · avant le %2$@
nl: Bij %1$@ · vóór %2$@

# inv_loan_overdue
source: Întârziat
de: Überfällig
en: Overdue
fr: En retard
nl: Te laat

# inv_recent_borrowers
source: Împrumutat recent la
de: Zuletzt verliehen an
en: Recently loaned to
fr: Prêté récemment à
nl: Onlangs uitgeleend aan

# inv_no_results
source: Niciun articol nu corespunde filtrelor
de: Keine Artikel entsprechen den Filtern
en: No items match your filters
fr: Aucun article ne correspond aux filtres
nl: Geen artikelen komen overeen met de filters

# inv_report_action
source: Raport inventar
de: Inventarbericht
en: Inventory report
fr: Rapport d'inventaire
nl: Inventarisrapport

# inv_qr_labels_action
source: Printează etichete QR
de: QR-Etiketten drucken
en: Print QR labels
fr: Imprimer les étiquettes QR
nl: QR-labels afdrukken

# inv_qr_labels_job
source: Etichete QR
de: QR-Etiketten
en: QR Labels
fr: Étiquettes QR
nl: QR-labels

# inv_report_title
source: Raport inventar
de: Inventarbericht
en: Inventory Report
fr: Rapport d'inventaire
nl: Inventarisrapport

# inv_report_generated
source: Generat cu PRVIO · %@
de: Erstellt mit PRVIO · %@
en: Generated with PRVIO · %@
fr: Généré avec PRVIO · %@
nl: Gemaakt met PRVIO · %@

# inv_report_items
source: Obiecte: %lld
de: Artikel: %lld
en: Items: %lld
fr: Articles : %lld
nl: Artikelen: %lld

# inv_report_grand_total
source: Total general
de: Gesamtsumme
en: Grand total
fr: Total général
nl: Totaal

# inv_share_print
source: Partajează sau printează
de: Teilen oder drucken
en: Share or print
fr: Partager ou imprimer
nl: Delen of afdrukken

# Furniture
source: Mobilier
de: Möbel
en: Furniture
fr: Meubles
nl: Meubels

# AfiÈeazÄ mai mult
source: Afișează mai mult
en: Show more

# "%@" checked off.
source: „%@” a fost bifat.
en: "%@" checked off.

# "%@" loaned to %@ will be marked as returned.
source: "%@" împrumutat lui %@ va fi marcat ca returnat.
en: "%@" loaned to %@ will be marked as returned.

source: „Când plec de la birou → trimite «Plec spre casă» în chat” — folosește Get Contents of URL cu formatul de mai sus.
en: "When I leave work → send 'Plec spre casă' to the chat" — use Get Contents of URL with the format above.

# %.0f%% used
source: %.0f%% utilizat
en: %.0f%% used

# %@ %@ has been watered!
source: %@ %@ a fost udat!
en: %@ %@ has been watered!

# %@ %@ needs water
source: %@ %@ are nevoie de apă
en: %@ %@ needs water

# %@ Analysis
source: Analiză %@
en: %@ Analysis

# %@ Insights
source: Perspective %@
en: %@ Insights

# %@ added
source: %@ adăugat
en: %@ added

# %@ and %@ online
source: %@ și %@ activi
en: %@ and %@ online

# %@ expires in 30 days
source: %@ expiră în 30 de zile
en: %@ expires in 30 days

# %@ is analyzing your property…
source: %@ analizează proprietatea ta…
en: %@ is analyzing your property…

# %@ is online
source: %@ este activ
en: %@ is online

# %@ is sharing live location
source: %@ partajează locația în timp real
en: %@ is sharing live location

# %@ is typingâ¦
source: %@ scrie…
en: %@ is typing…

# %@ maintenance checklist
source: lista de verificare %@
en: %@ maintenance checklist

# %@ may need replacement
source: %@ ar putea necesita înlocuire
en: %@ may need replacement

# %@ mentioned %@
source: %@ te-a menționat pe %@
en: %@ mentioned %@

# %@ over budget
source: %@ peste buget
en: %@ over budget

# %@ remaining
source: %@ rămași
en: %@ remaining

# %@ spending down %d%%
source: Cheltuieli pe %@ −%d%%
en: %@ spending down %d%%

# %@ spending up %d%%
source: Cheltuieli pe %@ +%d%%
en: %@ spending up %d%%

# %@ was due %@
source: %@ a fost scadent %@
en: %@ was due %@

source: %@ · %lld membri
en: %@ · %lld members

source: %@ și încă %d
en: %@ and %d more

# %@ – renew before %@
source: %@ – reînnoiți înainte de %@
en: %@ – renew before %@

# %@ — %d tasks done
source: %@ — %d taskuri făcute
en: %@ — %d tasks done

# %@%lld over budget
source: %@%lld peste buget
en: %@%lld over budget

# %@%lld remaining
source: %@%lld rămași
en: %@%lld remaining

source: %@, te invit în PRVIO 🏠 — casa noastră digitală. Hai să vorbim în chat!
en: %@, I'm inviting you to PRVIO 🏠 — our digital home. Let's chat!

# %@, you have a new task: "%@"
source: %@, ai o sarcină nouă: "%@"
en: %@, you have a new task: "%@"

# %@, you have a new task: "%@" · Due: %@
source: %@, ai o sarcină nouă: "%@" · Scadentă: %@
en: %@, you have a new task: "%@" · Due: %@

# %d alerts
source: %d alerte
en: %d alerts

source: %d contacte
en: %d contacts

# %d documents expiring
source: %d documente care expiră
en: %d documents expiring

# %d elements in poor shape
source: %d elemente în stare slabă
en: %d elements in poor shape

# %d in transit
source: %d în tranzit
en: %d in transit

# %d need water
source: %d necesită apă
en: %d need water

# %d of %d items
source: %d din %d articole
en: %d of %d items

# %d of %d plants watered
source: %d din %d plante udate
en: %d of %d plants watered

# %d online
source: %d activi
en: %d online

# %d overdue
source: %d restante
en: %d overdue

# %d overdue tasks
source: %d taskuri restante
en: %d overdue tasks

# %d packages
source: %d colete
en: %d packages

# %d packages on the way
source: %d colete pe drum
en: %d packages on the way

# %d people are sharing live location
source: %d persoane partajează locația în timp real
en: %d people are sharing live location

# %d people are typingâ¦
source: %d persoane scriu…
en: %d people are typing…

# %d pinned messages
source: %d mesaje fixate
en: %d pinned messages

# %d plants
source: %d plante
en: %d plants

# %d tasks
source: %d sarcini
en: %d tasks

# %d tasks are overdue
source: %d taskuri sunt restante
en: %d tasks are overdue

source: %d ani vechime — poate fi mai puțin eficient și mai predispus la defecțiuni. Luați în considerare o inspecție.
en: %d years old — may be less efficient and more prone to failure. Consider inspection.

# %lld color
source: %lld culoare
en: %lld color

# %lld colors
source: %lld culori
en: %lld colors

# %lld delivered
source: %lld livrate
en: %lld delivered

source: %lld din %lld articole
en: %lld of %lld items

source: %lld din %lld plante udate
en: %lld of %lld plants watered

# %lld documents expiring soon
source: %lld documente expiră în curând
en: %lld documents expiring soon

# %lld for today
source: %lld pentru azi
en: %lld for today

# %lld items
source: %lld obiecte
en: %lld items

# %lld items remaining
source: %lld articole rămase
en: %lld items remaining

# %lld members
source: %lld membri
en: %lld members

# %lld months
source: %lld luni
en: %lld months

# %lld of %lld done
source: %lld din %lld finalizate
en: %lld of %lld done

# %lld overdue
source: %lld întârziate
en: %lld overdue

# %lld plants
source: %lld plante
en: %lld plants

# %lld sensors
source: %lld senzori
en: %lld sensors

# %lld today
source: %lld azi
en: %lld today

# %lld warranty expiring soon
source: %lld garanții expiră curând
en: %lld warranty expiring soon

# %lld%% · %lldyr
source: %lld%% · %lld ani
en: %lld%% · %lldyr

# %lldh ago
source: acum %lld ore
en: %lldh ago

# %lldm ago
source: acum %lld min
en: %lldm ago

# + Node
source: + Nod
en: + Node

# +%lld more
source: + încă %lld
en: +%lld more

# +%lldpts
source: +%lld pct
en: +%lldpts

# 1 Day
source: 1 Zi
en: 1 Day

# 1 Month
source: 1 Lună
en: 1 Month

# 1 RON = 1 lei
source: 1 RON = 1 leu
en: 1 RON = 1 lei

# 1 Week
source: 1 Săptămână
en: 1 Week

# 1 Year
source: 1 An
en: 1 Year

# 1 alert
source: 1 alertă
en: 1 alert

# 1 document expiring soon
source: 1 document expiră în curând
en: 1 document expiring soon

# 1 hour
source: 1 oră
en: 1 hour

# 1 item
source: 1 articol
en: 1 item

# 1 minute
source: 1 minut
en: 1 minute

# 1 month! Ask %@ about "%@".
source: 1 lună! Întreabă-l pe %@ despre "%@".
en: 1 month! Ask %@ about "%@".

# 1 week since "%@" was loaned to %@.
source: 1 săptămână de când "%@" a fost împrumutat lui %@.
en: 1 week since "%@" was loaned to %@.

# 1 year
source: 1 an
en: 1 year

# 12-month projection
source: Proiecție pe 12 luni
en: 12-month projection

# 15 minutes
source: 15 minute
en: 15 minutes

# 1M
source: 1L
en: 1M

# 1W
source: 1S
en: 1W

# 1Y
source: 1A
en: 1Y

# 2 weeks â "%@" still with %@.
source: 2 săptămâni — "%@" încă la %@.
en: 2 weeks — "%@" still with %@.

# 2 weeks — "%@" still with %@.
source: 2 săptămâni — "%@" încă la %@.
en: 2 weeks — "%@" still with %@.

# 3 Months
source: 3 Luni
en: 3 Months

# 3 days â "%@" not yet returned by %@.
source: 3 zile — "%@" încă nereturnat de %@.
en: 3 days — "%@" not yet returned by %@.

# 3 days — "%@" not yet returned by %@.
source: 3 zile — "%@" nu a fost returnat de %@.
en: 3 days — "%@" not yet returned by %@.

# 3 months
source: 3 luni
en: 3 months

# 3 months! "%@" loaned to %@ â still waiting?
source: 3 luni! "%@" împrumutat lui %@ — încă aștepți?
en: 3 months! "%@" loaned to %@ — still waiting?

# 3 months! "%@" loaned to %@ — still waiting?
source: 3 luni! "%@" împrumutat lui %@ — mai așteptați?
en: 3 months! "%@" loaned to %@ — still waiting?

# 3 of 5 watered
source: 3 din 5 udate
en: 3 of 5 watered

# 30 days
source: 30 zile
en: 30 days

# 30 minutes
source: 30 minute
en: 30 minutes

# 30 seconds
source: 30 secunde
en: 30 seconds

# 3D MODEL
source: MODEL 3D
en: 3D MODEL

# 3D Room Scan
source: Scanare 3D cameră
en: 3D Room Scan

# 3D Scanning Needs LiDAR
source: Scanarea 3D necesită LiDAR
en: 3D Scanning Needs LiDAR

# 3D Site Scan
source: Scanare 3D teren
en: 3D Site Scan

# 3M
source: 3L
en: 3M
